Repository: JavierBernalPolo/de.systopia.householdmerge
Catalog: l10n/*/LC_MESSAGES/householdmerge.po
Languages: de_de

source: Household Mode
de_de: Modus Haushalte

source: Household Head Mode
de_de: Modus Haushaltsvorstand

source: Household Member Relationship
de_de: Haushaltsmitglied Beziehung

source: Household Head Relationship
de_de: Haushaltsvorstand Beziehung

source: Custom Name
de_de: Anderer Name

source: Merge %1 contacts into a Household
de_de: %1 Kontakte in Haushalt mergen

source: Household Name
de_de: Haushaltsname

source: Enter household name
de_de: Haushaltsname eingeben

source: Enter Household ID
de_de: Haushalts-ID

source: Merge
de_de: Mergen

source: Abort
de_de: Abbruch

source: and
de_de: und

source: The %1s
de_de: Die %1s

source: %1 Family
de_de: Familie %1

source: Linked with household
de_de: Mit Haushalt verbunden

source: Linked with household (with head)
de_de: Mit Haushalt verbunden (mit Vorstand)

source: Merged into household contact
de_de: Im Haushaltskontakt zusammengeführt

source: Most contribtutions in the last 2 years, male preferred
de_de: Höchstes Spendenaufkommen in den letzten 2 Jahren, männlich bevorzugt

source: Check Household
de_de: Haushaltsprüfung

source: This activity indicates that there might be something wrong with this household, and that (a human) should look into it.
de_de: Diese Aktivität markiert ein Problem das die automatische Überprüfung von Haushalten ergeben hat.

source: Household has no members any more.
de_de: Haushalt hat keine Mitglieder mehr

source: Household has only {count} member(s) left
de_de: Haushalt hat nur noch {count} Mitglieder

source: Household has no head any more
de_de: Haushalt hat keinen Vorstand mehr

source: Household has multiple heads
de_de: Haushalt hat mehrere Vorstände

source: Household head has one of the 'do not contact' attributes set
de_de: Haushaltsvorstand hat Kontaktsperren

source: Household head has tag '{tag}'
de_de: Haushaltsvorstand hat Tag '{tag}'

source: Household head is head of multiple households
de_de: Haushaltsvorstand hat mehrere Haushalte

source: Household member does not share the household's address any more
de_de: Haushaltsmitglied hat abweichende Adresse

source: New household member detected
de_de: Neues Haushaltsmitglied gefunden

source: Household Finder
de_de: Haushalts-Scanner

source: Merge Contacts into Household
de_de: Kontakte in Haushalt mergen

source: Household-Merge page cannot be called without "hid" or "oids" parameter.
de_de: Household-Merge Seit kann nicht ohne die "hid" oder "oids" Parameter aufgerufen werden.

source: Error
de_de: Fehler

source: Merge into Household
de_de: Kontakte in Haushalt mergen

source: Household-Module Settings
de_de: Einstellungen Haushalts-Modul

source: The scan revealed %1 problem(s):
de_de: Die Prüfung hat %1 Probleme erkannt.

source: Household Members
de_de: Haushaltsmitglieder

source: Head
de_de: Vorstand

source: Member
de_de: Mitglied

source: (%1 selected contacts have been ignored)
de_de: (%1 gewählte Kontakte wurden ignoriert)

source: Merge Contacts:
de_de: Folgende Kontakte:

source: Into Household:
de_de: In den Haushalt mergen:

source: <strong>Selected</strong> Household
de_de: <strong>Ausgewählten</strong> Haushalt

source: Create <strong>new</strong> Household
de_de: <strong>Neuen</strong> Haushalt anlegen

source: Choose other <strong>existing</strong> Household
de_de: Anderen <strong>bestehenden</strong> Haushalt wählen

source: Warning! This cannot be undone!
de_de: Warnung! Dies kann nicht mehr rückgängig gemacht werden!

source: Options
de_de: Optionen

source: Maximum number of results
de_de: Maximale Anzahl

source: all
de_de: alle

source: Create all selected households
de_de: Alle Haushalte erstellen

source: Results
de_de: Gefundene Haushalte

source: New Household:
de_de: Neuer Haushalt:

source: Create Household
de_de: Haushalt erstellen

source: Address
de_de: Adresse

source: Conflicts
de_de: Konflikte

source: merged
de_de: gemergt

source: not merged
de_de: nicht gemergt

source: Merge Now
de_de: Jetzt mergen

source: Reload
de_de: Aktualisieren

source: Done
de_de: Fertig
